      /if not defined(COPYRIGHT_DSPEC)
     H COPYRIGHT('V1.2.5 - 24.12.2020 - mailto:thomas.raddatz@tools400.de')
      /eof
      /endif
     D EVENTF_VERSION...
     D                 C                   '1.2.5'
     D EVENTF_DATE...
     D                 C                   '24.12.2020'
