      /if not defined(COPYRIGHT_DSPEC)
     H COPYRIGHT('V1.2.4 - 09.02.2017 - mailto:thomas.raddatz@tools400.de')
      /eof
      /endif
     D EVENTF_VERSION...
     D                 C                   '1.2.4'
     D EVENTF_DATE...
     D                 C                   '09.02.2017'
