**free
/if not defined(COPYRIGHT_DSPEC)
ctl-opt copyright('V1.3.0 - 04.05.2026 - mailto: thomas.raddatz@tools400.de');
/eof
/endif
dcl-c EVENTF_VERSION '1.3.0';
dcl-c EVENTF_DATE '04.05.2026';
