      *
      *  ... Execute Command (QCMDEXC) API
     D QCMDEXC...
     D                 PR                  extpgm('QCMDEXC')
     D  i_cmd                     32702A   const  options(*varsize)
     D  i_length                     15P 5 const
     D  i_IGCprcCtrl                  3A   const  options(*nopass)
      *
     D QCMDEXC_IGC     C                   'IGC'
      *
